[em_administative_tools]
cmd=cd ::{20D04FE0-3AEA-1069-A2D8-08002B30309D}\::{21EC2020-3AEA-1069-A2DD-08002B30309D}\::{D20EA4E1-3957-11d2-A40B-0C5020524153}
menu=管理员工具
[em_admintools]
cmd=control.exe admintools
menu=管理工具
button=main.cpl,10
[em_appwiz]
cmd=control.exe appwiz.cpl
menu=添加或删除程序
button=appwiz.cpl
[em_calc]
cmd=calc.exe
menu=计算器
button=calc.exe
[em_certmgr]
cmd=certmgr.msc
menu=证书管理
button=certmgr.dll
[em_charmap]
cmd=charmap.exe
menu=字符映射表
button=charmap.exe
[em_cleanmgr]
cmd=cleanmgr.exe
menu=磁盘清理
button=cleanmgr.exe
[em_cliconfg]
cmd=cliconfg.exe
menu=SQL 客户端网络工具
button=cliconfg.exe
[em_cmdelevated]
cmd=*%COMSPEC% /C
param=Start /D"%P"
menu=命令提示符（管理员）
button=cmd.exe
[em_colormanagement]
cmd=control.exe /name Microsoft.ColorManagement
menu=颜色管理
button=colorcpl.exe
[em_comexp]
cmd=comexp.msc
menu=组件服务
button=comres.dll,1
[em_commanderdrive]
cmd=cd %COMMANDER_DRIVE%\
menu=Total Commander 所在驱动器
[em_commanderini]
cmd=cm_list %COMMANDER_INI%
menu=查看主配置文件 (wincmd.ini)
[em_comp]
cmd=%COMMANDER_EXE% /S=C
param=%Z %C1 %C2
menu=比较内容（独立调用）
button=%COMMANDER_EXE%,23
[em_compmgmt]
cmd=compmgmt.msc /s
menu=计算机管理
button=mycomput.dll,2
[em_control]
cmd=control.exe
menu=控制面板
button=shell32.dll,21
[em_copyallnewdir]
cmd=%COMSPEC% /c
param=(if not exist "%T%O" md "%T%O") && (if not exist %P%N\* for %%i in (%P%S) do if not exist %%i\* copy %%i "%T%O\")
menu=在对面窗口新建与光标所在文件同名的目录，并复制所选文件到该目录
button=%COMMANDER_PATH%\wcmicons.dll,29
[em_copyonenewdir]
cmd=%COMSPEC% /c
param=(if not exist "%T%O" md "%T%O") && (if not exist %P%N\* copy %P%N "%T%O\")
menu=在对面窗口新建的与光标所在文件同名的目录，并复制文件到该目录
button=%COMMANDER_PATH%\wcmicons.dll,29
[em_cpbar]
cmd=OPENBAR %COMMANDER_PATH%\Conpanel.bar
menu=控制面板工具栏
button=wcmicons.dll,14
[em_datetime]
cmd=control.exe date/time
menu=时间和日期
button=timedate.cpl
[em_defaultbar]
cmd=OPENBAR %COMMANDER_PATH%\default.bar
menu=默认工具栏
button=wcmicons.dll,14
[em_desktop]
cmd=control.exe desktop
menu=显示属性
button=desk.cpl
[em_devmgmt]
cmd=devmgmt.msc
menu=设备管理器
button=devmgr.dll,3
[em_dfrag]
cmd=dfrgui.exe
menu=磁盘碎片整理
button=dfrgui.exe
[em_diskmgmt]
cmd=diskmgmt.msc
menu=磁盘管理
button=dmdskres.dll
[em_dummy]
cmd=CM_WAIT 0
[em_dvdplay]
cmd=dvdplay.exe
menu=DVD 播放器
button=dvdplay.exe
[em_dxdiag]
cmd=dxdiag.exe
menu=DirectX 诊断工具
button=dxdiag.exe
[em_editcontplugins]
cmd=contplug.ini
path=%COMMANDER_PATH%\
menu=编辑 contplug.ini 文件
[em_editfsplugins]
cmd=fsplugin.ini
path=%COMMANDER_PATH%\
menu=编辑 fsplugin.ini 文件
[em_editlsplugins]
cmd=lsplugin.ini
path=%COMMANDER_PATH%\
menu=编辑 lsplugin.ini 文件
[em_editpkplugins]
cmd=pkplugin.ini
path=%COMMANDER_PATH%\
menu=编辑 pkplugin.ini 文件
[em_edittextcmd]
cmd=%COMMANDER_PATH%\LANGUAGE\wcmd_chn.ini
menu=编辑 Wcmd_chn.ini 文件
[em_editusercmd]
cmd=usercmd.ini
path=%COMMANDER_PATH%\
menu=编辑 usercmd.ini 文件
[em_editwcx_ftp]
cmd=wcx_ftp.ini
path=%COMMANDER_PATH%\
menu=编辑 wcx_ftp.ini 文件
[em_editwincmd]
cmd=%COMMANDER_INI%
path=%COMMANDER_PATH%\
menu=编辑 wincmd.ini 文件
[em_eventvwr]
cmd=eventvwr.exe
menu=事件查看器
button=eventvwr.exe
[em_eventvwrb]
cmd=eventvwr.msc
menu=事件查看器
button=els.dll
[em_explorer]
cmd=explorer.exe
menu=资源管理器
button=explorer.exe,1
[em_firewall]
cmd=control.exe firewall.cpl
menu=Windows 防火墙
button=wuaucpl.cpl,2
[em_folders]
cmd=control.exe folders
menu=文件夹选项
button=shell32.dll,110
[em_fonts]
cmd=control.exe fonts
menu=字体
button=shell32.dll,38
[em_fsmgmt]
cmd=fsmgmt.msc
menu=共享文件夹
button=filemgmt.dll,1
[em_gotofileundercursor]
cmd=cd
param=%N
menu=定位到光标所在文件
button=%COMMANDER_PATH%\WCMICONS.DLL,19
[em_hdwwiz]
cmd=control.exe hdwwiz.cpl
menu=添加硬件向导
button=hdwwiz.cpl
[em_help_forum]
cmd=http://www.ghisler.ch/board/
menu=官方论坛
[em_help_myblog]
cmd=http://blog.sina.com.cn/flyonzone
menu=飞扬时空个人主页
[em_help_totalcmd.net]
cmd=http://www.totalcmd.net
menu=Totalcmd.net 网站
[em_hide_all]
cmd=cd |*.*
menu=隐藏所有文件（只显示文件夹）
button=wcmicons.dll,13
[em_hide_ext]
cmd=cd
param=%Z*|"*.%E"
menu=隐藏指定扩展名文件
button=wcmicons.dll,25
[em_hide_name]
cmd=cd
param=%Z*|"%O.*"
menu=隐藏相同文件名文件
button=wcmicons.dll,25
[em_hide_name_ext]
cmd=cd
param=%Z*|%N
menu=隐藏相同文件名和扩展名文件
button=wcmicons.dll,25
[em_hide_Programfiles]
cmd=cd *.*|*.exe *.cpl *.dll *.com *.bin *.sys *.drv *.386 *.vxd *.ocx *.ax *.vbx *.tlb *.acm *.acv *.csp *.qtc *qts *qtx *qpx *.scr *.lrc
menu=隐藏程序文件
button=wcmicons.dll,12
[em_hide_selected]
cmd=cd
param=%Z*|%S
menu=隐藏选择的文件
button=wcmicons.dll,73
[em_inetcpl]
cmd=control.exe inetcpl.cpl
menu=Internet 属性
button=inetcpl.cpl,27
[em_international]
cmd=control.exe international
menu=区域和语言选项
button=intl.cpl
[em_joy]
cmd=control.exe joy.cpl
menu=游戏控制器
button=joy.cpl
[em_keyboard]
cmd=control.exe keyboard
menu=键盘选项
button=main.cpl,7
[em_list]
cmd=%COMMANDER_EXE% /S=L
param=%Z %P%N
menu=查看（独立调用）
button=%COMMANDER_EXE%,24
[em_loadbar]
cmd=OPENBAR
param=%P%O.bar
menu=打开光标所在位置工具栏
button=%COMMANDER_PATH%\wcmicons.dll,14
[em_LPTcable]
cmd=%COMMANDER_EXE% /S=P:LPT1
menu=LPT1 线缆连接（独立调用）
[em_lusrmgr]
cmd=lusrmgr.msc
menu=本地用户和组
button=netplwiz.dll
[em_mmsys]
cmd=control.exe mmsys.cpl
menu=声音和音频设备
button=mmsys.cpl
[em_mouse]
cmd=control.exe mouse
menu=鼠标选项
button=main.cpl
[em_msconfig]
cmd=msconfig.exe
menu=系统配置工具
button=msconfig.exe
[em_mspaint]
cmd=mspaint.exe
menu=画图
button=mspaint.exe
[em_mstsc]
cmd=mstsc.exe
menu=远程桌面连接
button=mstsc.exe
[em_ncpa]
cmd=explorer.exe ::{20D04FE0-3AEA-1069-A2D8-08002B30309D}\::{21EC2020-3AEA-1069-A2DD-08002B30309D}\::{7007acc7-3202-11d1-aad2-00805fc1270e}
menu=网络连接
button=ncpa.cpl
[em_netconnections]
cmd=Control.exe netconnections
menu=网络连接
button=ncpa.cpl
[em_netsetup]
cmd=control.exe netsetup.cpl
menu=网络设置向导
button=shell32.dll,150
[em_network_connections]
cmd=cd ::{20D04FE0-3AEA-1069-A2D8-08002B30309D}\::{21EC2020-3AEA-1069-A2DD-08002B30309D}\::{7007ACC7-3202-11D1-AAD2-00805FC1270E}
menu=网络连接
[em_newcommander]
cmd=%COMMANDER_EXE% /N
param=%Z%X "%P" "%T"
menu=打开一个新的 Total Commander 副本
button=%COMMANDER_EXE%
[em_newdir]
cmd=%COMSPEC% /c
param=if not exist "%T%O" md "%T%O"
menu=在对面窗口建立与光标所在文件同名的目录
button=%COMMANDER_PATH%\wcmicons.dll,29
[em_notepad]
cmd=notepad.exe
menu=记事本
button=notepad.exe
[em_odbcad32a]
cmd=odbcad32.exe
menu=ODBC 数据源管理器
button=odbcad32.exe
[em_odbcad32b]
cmd=odbcad32.exe
menu=ODBC 数据源管理器
button=odbcad32.exe
[em_opentabs]
cmd=OPENTABS
param=%P%N
menu=用光标所在文件夹替换标签
[em_perfmon]
cmd=perfmon.exe /res
menu=性能管理器
button=perfmon.exe
[em_perfmonb]
cmd=perfmon.msc /s
menu=性能
button=sysmon.ocx
[em_powercfg]
cmd=control.exe powercfg.cpl
menu=电源选项
button=powercfg.cpl,2
[em_printers]
cmd=control.exe printers
menu=打印机和传真
button=shell32.dll,58
[em_rasphone]
cmd=rasphone.exe
menu=远程访问电话簿
button=rasphone.exe
[em_regedit]
cmd=regedit.exe
menu=注册表编辑器
button=regedit.exe
[em_removebar]
cmd=OPENBAR %COMMANDER_PATH%\no.bar
menu=移除工具栏
button=wcmicons.dll,14
[em_scannercamera]
cmd=control.exe scannercamera
menu=扫描仪和照相机
button=wiashext.dll
[em_scanners_cameras]
cmd=cd ::{20D04FE0-3AEA-1069-A2D8-08002B30309D}\::{21EC2020-3AEA-1069-A2DD-08002B30309D}\::{E211B736-43FD-11D1-9EFB-0000F8757FCD}
menu=扫描仪和照相机
[em_schedtasks]
cmd=control.exe schedtasks
menu=计划任务
button=mstask.dll
[em_scheduled_tasks]
cmd=cd ::{20D04FE0-3AEA-1069-A2D8-08002B30309D}\::{21EC2020-3AEA-1069-A2DD-08002B30309D}\::{D6277990-4C6A-11CF-8D87-00AA0060F5BF}
menu=计划任务
[em_services]
cmd=services.msc
menu=服务
button=filemgmt.dll
[em_show_all]
cmd=cd *.*
menu=显示所有文件
button=wcmicons.dll,13
[em_show_archives]
cmd=cd *.zip *.rar *.r0? *.cab *.arj *.lha *.uc2 *.ace *.arc *.pak *.zoo *.sqz *.hyp *.wsz *.jar *tgz *.qz *.z *.hqx *.uu *.uue *.sit *.7z *.aes *.icl
menu=显示压缩文件
button=wcmicons.dll,24
[em_show_data文件]
cmd=cd *.mdb *.mde *.mdx *.adp *.ade *.mdw *.dbf *.db *.xls *.csv *.tab *.asc *.txt *.hta *.asp *.odc *.udl *.dsn *.dbc *.iqy *.dqy *.rqy *.oqy *.cup *.uxdc *.mht *.mhtml *.xml
menu=显示数据库文件
button=wcmicons.dll,24
[em_show_documents]
cmd=cd *.doc *.wpd *.dot *.rtf *.txt *.asc *.ans *.wri *.mcw *.wps *.docx *.docm *.mht *.mhtml *.xml *.dok
menu=显示文档文件
button=wcmicons.dll,24
[em_show_ext]
cmd=cd
param=%Z;"*.%E"
menu=仅显示指定扩展名文件
button=wcmicons.dll,25
[em_show_images_web]
cmd=cd *.gif *.jpg *.jpeg *.jpe *.png *.bmp
menu=显示图像文件（网络格式）
button=wcmicons.dll,24
[em_show_images1]
cmd=cd *.8bps *.acr *.adi *.ani *.anm *.b3d *.bmp *.cam *.cdr *.cdt *.cel *.cgm *.clp *.cmx *.cr2 *.crw *.cur *.cut *.dcm *.dcx *.dds *.dib *.djvu *.drw *.dxf *.ecw *.emf *.eps *.flc *.fli *.fpx *.fsh *.g3 *.gem *.gif *.gsm
menu=显示图像文件 (1 - g)
button=wcmicons.dll,24
[em_show_images2]
cmd=cd *.hgl *.icl *.ico *.iff *.ima *.img *.iw44 *.j2k *.jbg *.jbig *.jfif *.jif *.jng *.jp2 *.jpc *.jpe *.jpeg *.jpg *.jpm *.kdc *.lbm *.lbmp *.ldf *.lwf *.mac *.macp *.mng *.msp *.nlm *.nng *.nol
menu=显示图像文件 (h - o)
button=wcmicons.dll,24
[em_show_images3]
cmd=cd *.pat *.pbm *.pcd *.pct *.pcx *.pgm *.pic *.pict *.plt *.png *.pnt *.pntg *.ppm *.ps *.psd *.psp *.ras *.raw *.rgb *.rla *.rle *.scr *.sff *.sfw *.sgi *.spr *.sun *.sw *.swf *.tga *.tif *.tiff *.wap *.wbm *.wbmp *.wmf *.xbm *.xcf *.xpm
menu=显示图像文件 (p - x)
button=wcmicons.dll,24
[em_show_music]
cmd=cd *.mid *.midi *.kar *.rmi *.smf
menu=显示音乐文件
button=wcmicons.dll,24
[em_show_name]
cmd=cd
param=%Z;"%O.*"
menu=仅显示相同文件名文件
button=wcmicons.dll,25
[em_show_name_ext]
cmd=cd
param=%Z;%N ?"
menu=仅显示相同文件名和扩展名文件
button=wcmicons.dll,25
[em_show_presentations]
cmd=cd *.ppt* *.pps* *.pot* *.ppa *.mht *.mhtml
menu=显示演示文档
button=wcmicons.dll,24
[em_show_Programfiles]
cmd=cd *.exe *.cpl *.dll *.com *.bin *.sys *.drv *.386 *.vxd *.ocx *.ax *.vbx *.tlb *.acm *.acv *.csp *.qtc *qts *qtx *qpx *.scr *.lrc
menu=显示程序文件
button=wcmicons.dll,12
[em_show_selected]
cmd=cd
param=%Z;%S ?"
menu=仅显示选择的文件
button=wcmicons.dll,73
[em_show_sounds]
cmd=cd *.669 *.aac *.adts *.aif *.aifc *.amr *.as *.au *.bwf *.caf *.cda *.cdda *.dsm *.far *.gsm *.it *.m3u *.m4a *.m4p *.mod *.mp1 *.mp2 *.mp3 *.mtm *.qcp *.ra *.rm *.rmm *.rmp *.rmx *.s3m *.sd2 *.snd *.stm *.ult *.ulw *.voc *.wav *.wax *.wma *.xm
menu=显示声音文件
button=wcmicons.dll,24
[em_show_spreadsheets]
cmd=cd *.xls *.xlt *.xlm *.xlc *.xlw *.xla *.xll *.xlb *.xlk *.xl5 *.wks *.wk1 *.wk3 *.wk4 *.wq1 *.slk *.dif *.csv *.prn *.txt *.odc *.udl *.dsn *.dbc *.iqy *.dqy *.rqy *.oqy *.cup *.uxdc *.mht *.mhtml *.xml *.pln
menu=显示表格文件
button=wcmicons.dll,24
[em_show_videos]
cmd=cd *.3g* *.amc *.as? *.avi *.cel *.dcr *.dif *.dir *.divx *.dv *.dxr *.flc *.fli *.flv *.ivf *.lsf *.lsx *.m1? *.m4v *.m75 *.mov *.mp2* *.mp4 *.mpa *.mpe *.mpeg *.mpg *.mps *.mpv* *.mqv *.qt *.ra *.rf *.rm* *.rsml *.rv *.sdv *.spl *.swf *.vfw *.wm* *.wvx
menu=显示视频文件
button=wcmicons.dll,24
[em_show_web文件]
cmd=cd *.htm *.html *.shtml *.js *.css *.php *.tpl *.asp *.pl *.plx *.ppl *.perl *.pm *.cgi *.smi *.smil
menu=显示 Internet 文件
button=wcmicons.dll,24
[em_shrpubw]
cmd=shrpubw.exe
menu=创建共享文件夹向导
button=shrpubw.exe
[em_sync]
cmd=%COMMANDER_EXE% /S=S
param=%Z%X "%P" "%T"
menu=同步文件夹（独立调用）
button=%COMMANDER_EXE%,32
[em_sync2]
cmd=%COMMANDER_EXE% /S=S
param=%Z%X "%P" "%T" /O=%L
menu=同步文件夹（独立调用，仅选择部分）
button=%COMMANDER_EXE%,32
[em_sysappbar]
cmd=OPENBAR %COMMANDER_PATH%\Sysapp.bar
menu=Windows 资源工具栏
button=wcmicons.dll,14
[em_sysdm]
cmd=control.exe sysdm.cpl
menu=系统属性
button=sysdm.cpl
[em_taskbar]
cmd=rundll32.exe shell32.dll,Options_RunDLL 1
menu=任务栏和开始菜单
button=shell32.dll,39
[em_taskmgr]
cmd=taskmgr.exe
menu=任务管理器
button=taskmgr.exe
[em_telephony]
cmd=control.exe telephony
menu=电话和调制解调器选项
button=telephon.cpl
[em_USBcable]
cmd=%COMMANDER_EXE% /S=P:USB
menu=USB 线缆连接（独立调用）
[em_userini]
cmd=cm_list %COMMANDER_PATH%\User\User.ini
menu=查看用户配置文件 (user.ini)
[em_userpasswords]
cmd=control.exe userpasswords
menu=用户账户
button=nusrmgr.cpl
[em_winver]
cmd=winver.exe
menu=关于 Windows
button=shell32.dll,221
[em_wmplayer]
cmd=wmplayer.exe
menu=媒体播放器 WMP
button=shell32.dll,40
[em_write]
cmd=write.exe
menu=写字板
button=write.exe
[em_wscui]
cmd=control.exe wscui.cpl
menu=Windows 安全中心
button=wscui.cpl
